<template>
  <section class="about_page page-top page-bottom">
    <div class="container">
      <div class="about_page-header">
        <h1 class="page-title">О нас</h1>
      </div>
      <div class="about_page-content mt-1">
        <p>
          «Аронов и Партнеры» - одна из ведущих международных юридических фирм с
          офисами в России, Узбекистане, Киргизии, Китае (в том числе и в
          Гонконге), Казахстане и Сингапуре.
          <br /><br />
          «Аронов и Партнеры» объединяет более 20 высококвалифицированных
          юристов, обладающих большим опытом в области российского и
          международного права, что позволяет успешно представлять интересы
          клиентов в делах любой сложности.
          <br /><br />
          Среди наших экспертов успешные адвокаты, преподаватели ведущих вузов
          страны, а также бывшие сотрудники прокуратуры и правоохранительных
          органов, хорошо разбирающиеся в особенностях работы государственных
          структур.
          <br /><br />
          Безупречная репутация, экспертиза и авторитет специалистов «Аронов и
          Партнеры» позволяют им выступать постоянными авторами и экспертами
          ведущих российских СМИ (РБК, Ведомости, Коммерсантъ, Российская
          газета, Секрет фирмы, Известия, Новая Адвокатская газета), а также
          регулярно привлекаться в качестве спикеров на масштабных юридических и
          отраслевых мероприятий.
          <br /><br />
          «Аронов и Партнеры» является постоянным партнером «ТелеМедФорума»,
          принимает на стажировку студентов, а наши юристы несут социальную
          ответственность по поддержке студенческих мероприятий, проводимых в
          МГЮА.
          <br /><br />
          Мы гордимся статусом участника Международного Благотворительного
          Забега Legal Run. Это уникальный проект, объединяющий представителей
          профессионального сообщества юристов всего мира в поддержку подопечных
          благотворительного фонда «Подари жизнь» и нескольких региональных
          фондов. «Аронов и Партеры» оказали спонсорскую помощь в организации
          московского забега в 2019 году.
          <br /><br />
          В основе деятельности фирмы лежит клиентоориентированность, 100%
          конфиденциальность и нацеленность на результат. Мы защищаем интересы
          наши клиентов на глобальном уровне, помогаем внедрять инновационные
          методики, стремимся думать наперед и предлагать нестандартные
          комплексные решения для самых сложных задач.
          <br /><br />
          В годы значительных перемен во всем мире мы готовы оказать помощь в
          принятии изменений, дать возможность выйти на новый уровень, не
          отставая от постоянно усложняющихся нормативных границ.
        </p>
      </div>

      <div class="about_page-nominations mt-2">
        <div class="about_page-nominations-title">
          <h2>
            Деятельность <span>«Аронов и Партнеры»</span> отмечена
            профессиональным признанием, мы входим в рейтинги лучших юридических
            фирм в следующих номинациях
          </h2>
        </div>
        <div class="about_page-nominations-item">
          <h3>Коммерсантъ <br />Лучшие юридические практики (2021):</h3>
          <ul class="mt-3">
            <li>Арбитражное судопроизводство</li>
            <li>Разрешение коммерческих споров: MID-MARKET</li>
            <li>Семейное и наследственное право</li>
            <li>Структурирование наследуемых активов. Федеральный рейтинг</li>
            <li>
              Семейное и наследственное право: споры о расторжении брака,
              разделе имущества и наследуемых активов. Федеральный рейтинг
            </li>
            <li>Уголовное право: должностные преступления</li>
            <li>Уголовное право: экономические преступления</li>
          </ul>
        </div>

        <div class="about_page-nominations-item">
          <h3>«Право - 300»:</h3>
          <ul class="mt-3">
            <li>Фармацевтика и здравоохранение (2018 - 2020)</li>
            <li>Семейное | наследственное право (2018 – 2020)</li>
            <li>Коммерческая недвижимость | строительство (2018 – 2019)</li>
            <li>Разрешение споров в судах общей юрисдикции (2018 - 2020)</li>
            <li>Уголовное право (2019 – 2020)</li>
            <li>Арбитражное судопроизводство (2021)</li>
            <li>Средние и малые споры MID-MARKET (2021)</li>
            <li>
              Земельное право | коммерческая недвижимость | строительство (2021)
            </li>
          </ul>
        </div>
        <div class="about_page-nominations-item">
          <h3>
            Коммерсантъ<br />
            Лучшие отраслевые практики (2021):
          </h3>
          <ul class="mt-3">
            <li>Разрешение ключевых споров в отрасли</li>
            <li>Здравоохранение и фармацевтика</li>
            <li>
              Консультирование лидеров отрасли медицинских услуг и фармакологии.
            </li>
          </ul>

          <h3 class="about_page-nominations-subitem">Forbes Club Legral Research</h3>
          <ul class="mt-3">
            <li>Семейное право (2021)</li>
            <li>Наследственное право и наследственное планирование (2021)</li>
          </ul>
        </div>
      </div>
    </div>
  </section>
</template>

<style lang="scss">
.about_page-nominations-subitem {
  margin-top: 44px;
}
.about_page-nominations-title {
  display: flex;
  align-items: center;
  justify-content: center;
  padding: 65px;

  h2 {
    font-size: 22px;
    font-weight: 600;
    line-height: 1.5;
    span {
      color: var(--accent-color);
    }
    @media screen and (max-width: 1100px) {
      font-size: 14px;
      font-weight: 700;
    }
  }
  @media screen and (max-width: 1100px) {
    padding: 34px 20px;
    border: 1px solid rgba(255, 255, 255, 0.3);
  }
}
.about_page-nominations-item {
  border: 1px solid rgba(255, 255, 255, 0.3);
  padding: 65px;
  h3 {
    font-size: 18px;
    font-weight: 700;
    line-height: 1.5;
  }
  ul {
    padding-left: 20px;
  }
  ul li {
    font-size: 15px;
    font-weight: 400;
    margin-bottom: 15px;
    line-height: 1.5;
  }
  ul li:last-child {
    margin-bottom: 0;
  }
  @media screen and (max-width: 1100px) {
    border: none;
    padding: 0;
  }
}
.about_page-nominations {
  display: grid;
  grid-template-columns: repeat(2, 1fr);
  gap: 30px;
  @media screen and (max-width: 1100px) {
    grid-template-columns: 100%;
    gap: 60px;
  }
}
.about_page-header {
  display: flex;
  align-items: flex-start;
  justify-content: space-between;
  img {
    width: 445px;
    @media screen and (max-width: 1100px) {
      width: 290px;
    }
  }
  @media screen and (max-width: 1100px) {
    flex-direction: column;
    gap: 60px;
  }
}
</style>